{
  "welcome": "Welcome",
  "close": "CLOSE",
  "newTodo": "New TODO",
  "todos": "Todos",
  "emptyInput": "Please fill in the textfield.",
  "save": "Save",
  "logout": "Logout",
  "login": "Login",
  "cancel": "Cancel",
  "askLogout": "Do you really want to log out?",
  "darkmode": "Darkmode",
  "fbLogin": "Continue with Facebook",
  "googleLogin": "Continue with Google",
  "twitterLogin": "Continue with Twitter",
  "githubLogin": "Continue with GitHub",
  "emptyTodo": "Create a new todo!",
  "ops": "Open Source Libraries",
  "share": "Share Sprinter",
  "filter": "Filter",
  "applyFilter": "Apply Filter",
  "removed": "removed",
  "undo": "UNDO",
  "privacyPolicy": "Privacy Policy",
  "p_header": "Sprinter has the following policy in order to protect your privacy and interests and to smoothly handle your grievances related to personal information in accordance with the Privacy Act.",
  "p-1-title": "Purpose of collecting and using personal information",
  "p-1-subtitle": "Sprinter collects the following personal information for membership purposes and will not use it for the following purposes.",
  "p-1-essentialInformation-title": "Essential Information",
  "p-1-essentialInformation-desc_1": "Oauth information for SNS (Facebook, Google, Twitter) account login",
  "p-1-essentialInformation-desc_2": "Nickname of SNS (Facebook, Google, Twitter) to display user name",
  "p-2-pop-title": "Processing and Retention Period of Personal Information",
  "p-2-pop-desc": "If you collect personal information from a data subject, the retention period is until you terminate your membership. If the user has a separate consent for the storage period of personal information, Or, if the law imposes information storage obligations for a certain period of time, personal information is safely stored for that period.",
  "p-3-dop-title": "Destruction procedure and method of personal information",
  "p-3-dop-subtitle": "In principle, the personal information of the user is destroyed without delay when the purpose of collecting and using the personal information is achieved. Sprinter's personal information destruction procedures and methods are as follows.",
  "p-3-dop-desc_1": "The information entered by the member for membership registration is transferred to a separate DB after the purpose is achieved and stored for a certain period of time according to the internal policy and other relevant laws and regulations, and destroyed.",
  "p-3-dop-desc_2": "After membership withdrawal, we do not store information such as Todo lists.",
  "p-4-ros-title": "Rights / Obligations of Information Subject and How to Exercise The Information",
  "p-4-ros-desc": "Users and legal representatives can view or modify their registered personal information at any time and may request their withdrawal. You can use the member information correction function to inquire / modify your personal information and the e-mail notification to Sprinter to withdraw your membership (withdrawal of service agreement).",
  "p-5-pim-title": "Personal Information Manager",
  "p-5-pim-subtitle": "Sprinter appoints a personal information manager and a person in charge of collecting opinions and handling complaints about personal information.",
  "p-5-pim-desc_1": "Officer: Hyouk Seo",
  "p-5-pim-desc_2": "Manager: Hyouk Seo",
  "p-5-pim-desc_3": "Position: Moderator",
  "p-5-pim-desc_4": "E-mail: "
}
